tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "python@3"
brew "awscli"
brew "colordiff"
brew "ctop"
brew "curl"
brew "erlang"
brew "elixir"
brew "gh"
brew "git"
brew "go"
brew "htop"
brew "jq"
brew "libgit2"
brew "libpq"
brew "netcat"
brew "pgbadger"
brew "pgcli"
brew "terraform"
brew "tmux"
brew "tree"
brew "wget"

cask "chromedriver"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "tunnelblick"
cask "visual-studio-code"

mas "Numbers", id: 409203825
mas "Pages", id: 409201541
