tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jandedobbeleer/oh-my-posh"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "asdf"
brew "python@3.9"
brew "awscli"
brew "gnutls"
brew "cask"
brew "colordiff"
brew "ctop"
brew "curl"
brew "erlang"
brew "elixir"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "jq"
brew "libgit2"
brew "libpq", link: true
brew "mas"
brew "netcat"
brew "node"
brew "pgbadger"
brew "pgcli"
brew "ripgrep"
brew "shared-mime-info"
brew "terraform"
brew "tmux"
brew "tree"
brew "wget"
brew "z"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "chromedriver"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "postman"
cask "raycast"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
